{
  "cmp-nvim-lsp": { "branch": "main" },
  "fidget": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mason-tool-installer": { "branch": "main" },
  "neo-tree": { "branch": "v3.x" },
  "nui": { "branch": "main" },
  "plenary": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-ui-select": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "web-devicons": { "branch": "master" },
  "which-key": { "branch": "main" }
}
