{
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorscheme": { "branch": "main" },
  "conform": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap-ui": { "branch": "master" },
  "fidget": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mason-tool-installer": { "branch": "main" },
  "neo-tree": { "branch": "v3.x" },
  "neorepl.nvim": { "branch": "master" },
  "nio": { "branch": "master" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-ui-select": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "web-devicons": { "branch": "master" },
  "which-key": { "branch": "main" }
}
